Repository: AlbertParera/TGM-Plugin-Activation
Catalog: languages/tgmpa-*.po
Languages: ca

source: Install Required Plugins
ca: Instal·leu les extensions necessàries

source: Install Plugins
ca: Instal·la les extensions

source: Installing Plugin: %s
ca: S'està instal·lant l'extensió: %s

source: Updating Plugin: %s
ca: S'està actualitzant l'extensió: %s

source: Something went wrong with the plugin API.
ca: S'ha produït un error amb l'API de l'extensió.

source: This theme requires the following plugin: %1$s.
ca: Aquest tema necessita la següent extensió: %1$s.

source: This theme recommends the following plugin: %1$s.
ca: Aquest tema recomana la següent extensió: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ca: La següent extensió s'ha d'actualitzar a la seva última versió per garantir la màxima compatibilitat amb aquest tema: %1$s.

source: There is an update available for: %1$s.
ca: Hi ha una actualització disponible: %1$s.

source: The following required plugin is currently inactive: %1$s.
ca: Està inactiva la següent extensió necessària: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ca: La següent extensió recomanada està inactiva: %1$s.

source: Begin installing plugin
ca: Comença la instal·lació de l'extensió

source: Begin updating plugin
ca: Comença l'actualització de l'extensió

source: Begin activating plugin
ca: Comença l'activació de l'extensió

source: Return to Required Plugins Installer
ca: Torneu a l'instal·lador de le extensions necessàries

source: Return to the Dashboard
ca: Torna al Tauler

source: Plugin activated successfully.
ca: L'extensió s'ha activat correctament.

source: The following plugin was activated successfully:
ca: La següent extensió s'ha activat correctament:

source: No action taken. Plugin %1$s was already active.
ca: No s'ha pres cap acció. L'extensió %1$s ja estava activa.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ca: L'extensió no està activada. És necessària una versió superior de % s per a aquest tema. Actualitzeu l'extensió.

source: All plugins installed and activated successfully. %1$s
ca: Totes les extensions s'han instal·lat i activat amb èxit. %1$s

source: Dismiss this notice
ca: Descarta aquest avís

source: There are one or more required or recommended plugins to install, update or activate.
ca: Hi ha una o més extensions necessàries o recomanades per instal·lar, actualitzar o activar.

source: Please contact the administrator of this site for help.
ca: Poseu-vos en contacte amb l'administrador d'aquest lloc per obtenir ajuda.

source: This plugin needs to be updated to be compatible with your theme.
ca: És necessària l'actualització d'aquesta extensió per ser compatible amb el vostre tema.

source: Update Required
ca: Actualització necessària

source: Set the parent_slug config variable instead.
ca: Establiu la variable de configuració parent_slug.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ca: El paquet remot de l'extensió no conté una carpeta amb el resum apropiat i no ha funcionat el canvi de nom.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ca: Poseu-vos en contacte amb el proveïdor de l'extensió i demaneu-los que empaquetin la seva extensió segons les directrius de WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ca: El paquet remot de l'extensió està format per més d'un fitxer, però els fitxers no estan empaquetats en una carpeta.

# plugin A *and* plugin B
source: and
ca: i

source: Required
ca: Necessari

source: Recommended
ca: Recomanat

source: WordPress Repository
ca: Repositori del WordPress

source: External Source
ca: Font externa

source: Pre-Packaged
ca: Pre-empaquetat

source: Not Installed
ca: No està instal·lat

source: Installed But Not Activated
ca: Instal·lat però no activat

source: Active
ca: Activa

source: Required Update not Available
ca: L'actualització necessària no està disponible

source: Requires Update
ca: Necessita actualització

source: Update recommended
ca: Actualització recomanada

# plugins
source: All <span class="count">(%s)</span>
ca: Tot <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ca: Per instal·lar <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
ca: Actualització disponible <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
ca: Per activar <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
ca: desconegut

source: Installed version:
ca: Versió instal·lada:

source: Minimum required version:
ca: Versió mínima necessària:

source: Available version:
ca: Versió disponible:

source: No plugins to install, update or activate.
ca: No hi ha extensions per instal·lar, actualitzar o activar.

source: Plugin
ca: Extensió

source: Source
ca: Font

source: Type
ca: Tipus

source: Version
ca: Versió

source: Status
ca: Estat

source: Install %2$s
ca: Instal·la %2$s

source: Update %2$s
ca: Actualitza %2$s

source: Activate %2$s
ca: Activa %2$s

source: Upgrade message from the plugin author:
ca: Missatge d'actualització de l'autor del l'extensió:

source: Install
ca: Instal·la

source: Update
ca: Actualitza

source: Activate
ca: Activa

source: No plugins were selected to be installed. No action taken.
ca: No s'ha seleccionat cap extensió per instal·lar-se. No es realitzarà cap acció.

source: No plugins were selected to be updated. No action taken.
ca: No s'ha seleccionat cap extensió per actualitzar-se. No es realitzarà cap acció.

source: No plugins are available to be installed at this time.
ca: En aquest moment, no hi ha extensions disponibles per a ser instal·lades.

source: No plugins are available to be updated at this time.
ca: En aquest moment, no hi ha extensions disponibles per a ser actualitzades.

source: No plugins were selected to be activated. No action taken.
ca: No s'ha seleccionat cap extensió per activar-se. No es realitzarà cap acció.

source: No plugins are available to be activated at this time.
ca: No hi ha extensions disponibles per a ser activades en aquest moment.

source: Plugin activation failed.
ca: No s'ha pogut activar l'extensió.

source: Updating Plugin %1$s (%2$d/%3$d)
ca: S'està actualitzant l'extensió %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ca: S'ha produït un error durant la instal·lació de %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ca: Ha fallat la instal·lació de %1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ca: S'ha iniciat el procés d'instal·lació i activació. Aquest procés pot trigar una estona en alguns allotjaments, així que tingueu paciència.

source: %1$s installed and activated successfully.
ca: %1$s instal·lat i activat correctament.

source: Show Details
ca: Mostra els detalls

source: Hide Details
ca: Amaga els detalls

source: All installations and activations have been completed.
ca: S'han completat totes les instal·lacions i activacions.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ca: S'està instal·lant i activant l'extensió %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ca: S'ha iniciat el procés d'instal·lació. Aquest procés pot trigar una estona en alguns allotjaments, així que tingueu paciència.

source: %1$s installed successfully.
ca: %1$s s'ha instal·lat amb èxit.

source: All installations have been completed.
ca: S'han completat totes les instal·lacions.

source: Installing Plugin %1$s (%2$d/%3$d)
ca: S'està instal·lant l'extensió %1$s (%2$d/%3$d)
